
let postData = [
  {
    user_pic: '../image/amater/user.png',
    post_date: 'Sep 9 2017',
    post_pic: '../image/post/crab.png',
    post_title: '又是虾肥蟹壮时',
    post_des: '蟹中含有较多的维生素A，对皮肤的角化有帮助；对儿童的佝偻病，老年人的骨质疏松也能起到补充钙质的作用。中国境内广泛分布于南北沿海各地湖泊，其中以长江水系产量最大，口感极其鲜美。其中又以固城湖大闸蟹最为著名，历来被称为蟹中之冠，是国家工商总局认定为中国驰名商标，其他较为著名的还有太湖大闸蟹、阳澄湖大闸蟹、长荡湖大闸蟹等。',
    post_ico: {
      chat: '../image/icon/chat1.png',
      view: '../image/icon/view.png',
      chat_num: 92,
      view_num: 0,
    },
    post_id: 0,
    lis_detail: {
      name: '鲁迅',
      time: '三天前',
      title: '出门酒肉臭，路有冻死骨？',
      text_tit: '风筝',
      post_pic: '../../image/post/crab.png',
      user_pic: '../../image/amater/user.png',
      text_con: '北京的冬季，地上还有积雪，灰黑色的秃树枝丫叉于晴朗的天空中，而远处有一二风筝浮动，在我是一种惊异和悲哀。 　　故乡的风筝时节，是春二月，倘听到沙沙的风轮声，仰头便能看见一个淡墨色的蟹风筝或嫩蓝色的蜈蚣风筝。还有寂寞的瓦片风筝，没有风轮，又放得很低，伶仃地显出憔悴可怜模样。但此时地上的杨柳已经发芽，早的山桃也多吐蕾，和孩子们的天上的点缀照应，打成一片春日的温和。我现在在那里呢?四面都还是严冬的肃杀，而久经诀别的故乡的久经逝去的春天，却就在这天空中荡漾了。 　　但我是向来不爱放风筝的，不但不爱，并且嫌恶他，因为我以为这是没出息孩子所做的玩艺。和我相反的是我的小兄弟，他那时大概十岁内外罢，多病，瘦得不堪，然而最喜欢风筝，自己买不起，我又不许放，他只得张着小嘴，呆看着空中出神，有时至于小半日。远处的蟹风筝突然落下来了，他惊呼;两个瓦片风筝的缠绕解开了，他高兴得跳跃。他的这些，在我看来都是笑柄，可鄙的。 　　有一天，我忽然想起，似乎多旧不很看见他了，但记得曾见他在后园拾枯竹。 　　我恍然大悟似的，便跑向少有人去的一间堆积杂物的小屋去，推开门，果然就在尘封的什物堆中发见了他。他向着大方凳，坐在小凳上;便很惊惶地站了起来，失了色瑟缩着。大方凳旁靠着一个蝴蝶风筝的竹骨，还没有糊上纸，凳上是一对做眼睛用的小风轮，正用红纸条装饰着，将要完工了。我在破获秘密的满足中，又很愤怒他的瞒了我的眼睛，这样苦心孤诣地来偷做没出息孩子的玩艺。我即刻伸手折断了蝴蝶的一支翅骨，又将风轮掷在地下，踏扁了。论长幼，论力气，他是都敌不过我的，我当然得到完全的胜利，于是傲然走出，留他绝望地站在小屋里。后来他怎样，我不知道，也没有留心。 　　然而我的惩罚终于轮到了，在我们离别得很久之后，我已经是中年。我不幸偶而看了一本外国的讲论儿童的书，才知道游戏是儿童最正当的行为，玩具是儿童的天使。于是二十年来毫不忆及的幼小时候对于精神的虐杀的这一幕，忽地在眼前展开，而我的心也仿佛同时变了铅块，很重很重的堕下去了。 　　但心又不竟堕下去而至于断绝，他只是很重很重地堕着，堕着。 　　我也知道补过的方法的：送他风筝，赞成他放，劝他放，我和他一同放。我们嚷着，跑着，笑着。——然而他其时已经和我一样，早已有了胡子了。 　　我也知道还有一个补过的方法的：去讨他的宽恕，等他说，“我可是毫不怪你呵。”那么，我的心一定就轻松了，这确是一个可行的方法。有一回，我们会面的时候，是脸上都已添刻了许多“生”的辛苦的条纹，而我的心很沉重。我们渐渐谈起几时的旧事来，我便叙述到这一节，自说少年时代的胡涂。“我可是毫不怪你呵。” 　　我想，他要说了，我即刻便受了宽恕，我的心从此也宽松了罢。 　　“有过这样的事么?”他惊异地笑着说，就像旁听着别人的故事一样。他什么也不记得了。 　　全然忘却，毫无怨恨，又有什么宽恕之可言呢?无怨的恕，说谎罢了。 　　我还能希求什么呢?我的心只得沉重着。 　　现在，故乡的春天又在这异地的空中了，既给我久经逝去的儿时的回忆，而一并也带着无可把握的悲哀。我倒不如躲到肃杀的严冬中去罢，——但是，四面又明明是严冬，正给我非常的寒威和冷气。'
    },
    music: {
      title: '朋友-谭咏麟',
      audioUrl: 'http://ws.stream.qqmusic.qq.com/C100002I8eGJ28BI17.m4a?fromtag=38',
      picUrl: 'http://y.gtimg.cn/music/photo_new/T002R150x150M000004eGsCN3SUheO.jpg?max_age=2592000'
    }
  },
  {
    user_pic: '../image/amater/user2.png',
    post_date: 'Sep 9 2017',
    post_pic: '../image/post/xiaolong.jpg',
    post_title: '淡忘',
    post_des: '时间，让深的东西越来越深，让浅的东西越来越浅。看的淡一点，伤的就会少一点，时间过了，爱情淡了，也就散了。别等不该等的人，别伤不该伤的心。我们真的要过了很久很久，才能够明白，自己真正怀念的，到底是怎样的人，怎样的事。。',
    post_ico: {
      chat: '../image/icon/chat1.png',
      view: '../image/icon/view.png',
      chat_num: 92,
      view_num: 0,
    },
    lis_detail: {
      name: '小旭',
      time: '三年前',
      title: '当我们都老了，头发白了',
      text_tit: '当我们都老了',
      post_pic: '../../image/post/xiaolong.jpg',
      user_pic: '../../image/amater/user2.png',
      text_con: '我的心分外地寂寞。 　　然而我的心很平安：没有爱憎，没有哀乐，也没有颜色和声音。 　　我大概老了。我的头发已经苍白，不是很明白的事么?我的手颤抖着，不是很明白的事么?那么我的灵魂的手一定也颤抖着，头发也一定苍白了。 　　然而这是许多年前的事了。 　　这以前，我的心也曾充满过血腥的歌声：血和铁，火焰和毒，恢复和报仇。而忽然这些都空虚了，但有时故意地填以没奈何的自欺的希望。希望，希望，用这希望的盾，抗拒那空虚中的暗夜的袭来，虽然盾后面也依然是空虚中的暗夜。然而就是如此，陆续地耗尽了我的青春。我早先岂不知我的青春已经逝去了?但以为身外的青春固在：星，月光，僵坠的胡蝶，暗中的花，猫头鹰的不祥之言，杜鹃的啼血，笑的渺茫，爱的翔舞……虽然是悲凉漂渺的青春罢，然而究竟是青春。然而现在何以如此寂寞?难道连身外的青春也都逝去，世上的青年也多衰老了么?我只得由我来肉薄这空虚中的暗夜了。我放下了希望之盾，我听到裴多菲·山多尔(1823-49)的“希望”之歌： 　　希望是甚么?是娼妓： 　　她对谁都蛊惑，将一切都献给; 　　待你牺牲了极多的宝贝——你的青春——她就抛弃你。 　　这伟大的抒情诗人，匈牙利的爱国者，为了祖国而死在可萨克兵的矛尖上，已经七十五年了。悲哉死也，然而更可悲的是他的诗至今没有死。 　　但是，可惨的人生!桀骜英勇如Petfi，也终于对了暗夜止步，回顾茫茫的东方了。他说： 　　绝望之为虚妄，正与希望相同。 　　倘使我还得偷生在不明不暗的这“虚妄”中，我就还要寻求那逝去的悲凉漂渺的青春，但不妨在我的身外。因为身外的青春倘一消灭，我身中的迟暮也即凋零了。 　　然而现在没有星和月光，没有僵坠的胡蝶以至笑的渺茫，爱的翔舞。然而青年们很平安。 　　我只得由我来肉薄这空虚中的暗夜了，纵使寻不到身外的青春，也总得自己来一掷我身中的迟暮。但暗夜又在那里呢?现在没有星，没有月光以至笑的渺茫和爱的翔舞;青年们很平安，而我的面前又竟至于并且没有真的暗夜。 　　绝望之为虚妄，正与希望相同!'
    },
    music: {
      title: '夜夜夜夜-齐秦',
      audioUrl: 'http://ws.stream.qqmusic.qq.com/C100003507bR0gDKBm.m4a?fromtag=38',
      picUrl: 'http://y.gtimg.cn/music/photo_new/T002R150x150M000001TEc6V0kjpVC.jpg?max_age=2592000'
    },
    post_id: 1
  },
  {
    user_pic: '../image/amater/user3.png',
    post_date: 'Nov 5 2016',
    post_pic: '../image/post/diaochan.jpg',
    post_title: '貂蝉',
    post_des: '连环计虽然是王允的绝妙策划，但真正的实施者是貂蝉。在《三国演义》之中，董卓祸乱朝纲，残忍暴戾，滥杀无辜，百姓深受其害。而群臣皆岌岌自危，即便枭雄曹操亦是行刺失败而亡命天涯。由于貂蝉的出现，才有了王司徒巧施连环计的佳话，才有了吕奉先大闹凤仪亭的风波，才有了凶横无忌权倾一时的董卓宫门前的被戮，才有了武功盖世吕布的白门楼上的殒命。',
    post_ico: {
      chat: '../image/icon/chat1.png',
      view: '../image/icon/view.png',
      chat_num: 92,
      view_num: 0,
    },
    lis_detail: {
      name: '汪曾祺',
      time: '一个星期前',
      title: '冬天',
      text_tit: '天冷了',
      post_pic: '../../image/post/diaochan.jpg',
      user_pic: '../../image/amater/user3.png',
      text_con: '天冷了，堂屋里上了槅子。槅子，是春暖时卸下来的，一直在厢屋里放着。现在，搬出来，刷洗干净了，换了新的粉连纸，雪白的纸。上了槅子，显得严紧，安适，好像生活中多了一层保护。家人闲坐，灯火可亲。 　　床上拆了帐子，铺了稻草。洗帐子要捡一个晴朗的好天，当天就晒干。夏布的帐子，晾在院子里，夏天离得远了。稻草装在一个布套里，粗布的，和床一般大。铺了稻草，暄腾腾的，暖和，而且有稻草的香味，使人有幸福感。 　　不过也还是冷的。南方的冬天比北方难受，屋里不升火。晚上脱了棉衣，钻进冰凉的被窝里，早起，穿上冰凉的棉袄棉裤，真冷。 　　放了寒假，就可以睡懒觉。棉衣在铜炉子上烘过了，起来就不是很困难了。尤其是，棉鞋烘得热热的，穿进去真是舒服。 　　我们那里生烧煤的铁火炉的人家很少。一般取暖，只是铜炉子，脚炉和手炉。脚炉是黄铜的，有多眼的盖。里面烧的是粗糠。粗糠装满，铲上几铲没有烧透的芦柴火(我们那里烧芦苇，叫做“芦柴”)的红灰盖在上面。粗糠引着了，冒一阵烟，不一会，烟尽了，就可以盖上炉盖。粗糠慢慢延烧，可以经很久。老太太们离不开它。闲来无事，抹抹纸牌，每个老太太脚下都有一个脚炉。脚炉里粗糠太实了，空气不够，火力渐微，就要用“拨火板”沿炉边挖两下，把粗糠拨松，火就旺了。脚炉暖人。脚不冷则周身不冷。焦糠的气味也很好闻。仿日本俳句，可以作一首诗：“冬天，脚炉焦糠的香。”手炉较脚炉小，大都是白铜的，讲究的是银制的。炉盖不是一个一个圆窟窿，大都是镂空的松竹梅花图案。手炉有极小的，中置炭墼(煤炭研为细末，略加蜜，筑成饼状)，以纸煤头引着。一个炭墼能经一天。 　　冬天吃的菜，有乌青菜、冻豆腐、咸菜汤。乌青菜塌棵，平贴地面，江南谓之“塌苦菜”，此菜味微苦。我的祖母在后园辟小片地，种乌青菜，经霜，菜叶边缘作紫红色，味道苦中泛甜。乌青菜与“蟹油”同煮，滋味难比。“蟹油”是以大螃蟹煮熟剔肉，加猪油“炼”成的，放在大海碗里，凝成蟹冻，久贮不坏，可吃一冬。豆腐冻后，不知道为什么是蜂窝状。化开，切小块，与鲜肉、咸肉、牛肉、海米或咸菜同煮，无不佳。冻豆腐宜放辣椒、青蒜。我们那里过去没有北方的大白菜，只有“青菜”。大白菜是从山东运来的，美其名曰“黄芽菜”，很贵。“青菜”似油菜而大，高二尺，是一年四季都有的，家家都吃的菜。咸菜即是用青菜腌的。阴天下雪，喝咸菜汤。 　　冬天的游戏：踢毽子，抓子儿，下“逍遥”。“逍遥”是在一张正方的白纸上，木版印出螺旋的双道，两道之间印出八仙、马、兔子、鲤鱼、虾……；每样都是两个，错落排列，不依次序。玩的时候各执铜钱或象棋子为子儿，掷骰子，如果骰子是五点，自“起马”处数起，向前走五步，是兔子，则可向内圈寻找另一个兔子，以子儿押在上面。下一轮开始，自里圈兔子处数起，如是六点，进六步，也许是铁拐李，就寻另一个铁拐李，把子儿押在那个铁拐李上。如果数至里圈的什么图上，则到外圈去找，退回来。点数够了，子儿能进终点(终点是一座宫殿式的房子，不知是月宫还是龙门)，就算赢了。次后进入的为“二家”、“三家”。“逍遥”两个人玩也可以，三个四个人玩也可以。不知道为什么叫做“逍遥”。 　　早起一睁眼，窗户纸上亮晃晃的，下雪了！雪天，到后园去折腊梅花、天竺果。明黄色的腊梅、鲜红的天竺果，白雪，生意盎然。腊梅开得很长，天竺果尤为耐久，插在胆瓶里，可经半个月。 　　舂粉子。有一家邻居，有一架碓。这架碓平常不大有人用，只在冬天由附近的一二十家轮流借用。碓屋很小，除了一架碓，只有一些筛子、箩。踩碓很好玩，用脚一踏，吱扭一声，碓嘴扬了起来，嘭的一声，落在碓窝里。粉子舂好了，可以蒸糕，做“年烧饼”(糯米粉为蒂，包豆沙白糖，作为饼，在锅里烙熟)，搓圆子(即汤团)。舂粉子，就快过年了。'
    },
    music: {
      title: '鬼迷心窍-李宗盛',
      audioUrl: 'http://ws.stream.qqmusic.qq.com/C100003GdCmG4NkEOR.m4a?fromtag=38',
      picUrl: 'http://y.gtimg.cn/music/photo_new/T002R150x150M000002xOmp62kqSic.jpg?max_age=2592000'
    },
    post_id: 2
  },
  {
    user_pic: '../image/amater/user3.png',
    post_date: 'Jul 6 2015',
    post_pic: '../image/post/zhaofeiyan.jpg',
    post_title: '赵飞燕',
    post_des: '“赵后腰骨纤细，善踽步而行，若人手持花枝，颤颤然，他人莫可学也”。“踽步”是赵飞燕独创，其手如拈花颤动，身形似风轻移，可见其舞蹈功底深厚。赵飞燕还自创“掌上舞”，“掌上舞”又称“掌中舞”因舞蹈体态轻盈，仿佛可以置于掌中，故得名。此舞后成了赵飞燕的一个独有标志，亦可比喻女子舞姿轻盈。',
    post_ico: {
      chat: '../image/icon/chat1.png',
      view: '../image/icon/view.png',
      chat_num: 92,
      view_num: 0,
    },
    lis_detail: {
      name: '林语堂',
      time: '十年前',
      title: '说北平',
      text_tit: '林语堂散文精选',
      post_pic: '../../image/post/zhaofeiyan.jpg',
      user_pic: '../../image/amater/user3.png',
      text_con: '北平好像是一个魁梧的老人，具有一种老成的品格。一个城市与人相似，各有不同的品格，有的卑污狭隘，好奇多疑;有的宽怀大量，豪爽达观。北平是豪爽的，北平是宽大的。他包容着新旧两派，但他本身并不稍为之动摇。 　　穿高跟鞋的摩登女郎与着木屐的东北老妪并肩而行，北平却不理这回事。胡须苍白的画家，住在大学生公寓的对面，北平也不理这回事。新式汽车与洋车、驴车媲美，北平也不理这回事。 　　在高耸的北京饭店后面，一条小路上的人过着一千年来未变的生活，谁去理那回事?离协和医院一箭之地，有些旧式的古玩铺，古玩商人抽着水烟袋，仍然沿用旧法去营业，谁去理那回事?穿衣尽可随便，吃饭任择餐馆，随意乐其所好，畅情欣赏美善——谁来理你? 　　北平又像是一株古木老树，根脉深人地中，藉之得畅茂。在他的树阴下与枝躯上寄生的，有数百万的昆虫。这些昆虫如何能知道树的大小，如何生长根，在地下有多少深，还有在别枝上寄生的是什么昆虫?一个北平居民如何能形容老大的北平呢? 　　一个人总觉得他不了解北平。在那里已经住了十年以后，你偶然会在小路上发现一个驼背的老人，后悔没有早日遇见他;或是一个可爱的老画家，露着大肚子坐在槐树下的竹椅上用芭蕉扇摇风乘凉梦想他过去的日子;或是一个踢毽子的老人，他能把毽子放在头顶上一点一点的移动着，然后由背后掉下来时，平落在他的鞋底;或是一个刀手;或是一个儿童戏剧学校的太太;或是一个人力车夫变成满洲国的高贵人;或是一个前朝的县太爷。一个人怎敢说他了解北平呢? 　　北平是一个“珠玉之城”;一个人眼从未见过的珠玉之城。它是具有紫金的御色屋顶，以及宫殿亭园楼榭的珠玉之城。它为珠玉结成的古城;它有紫色的“西山”，青带似的“玉泉”，“中央公园”垂老的杉树，以及“天坛”、“先农坛”。城内有九个公园，三个御湖，名为中南北“三海”，现在任人游览。并且北平有蓝天洁月，雨夏凉秋，与高爽的冬日气候。 　　北平像是一个国王的梦境，它有宫殿、御园、百尺宽的大道、艺术博物院、专校、大学、医院、庙塔、艺商、与旧书摊林立的街道。北平像是一个饮食专家的乐园。它有数百年的饭馆，招牌被烟熏得破旧不堪，还有肩上搭着手巾的光头堂馆，他们的招待是十足和蔼的，因为他们在满清政府服侍过高官大吏，曾受了传统的特别训练。北平是贫富共居的地方，每个邻近的铺号都许一个贫老的人记账取货，街上贩卖的东西很便宜。你可以流连在那里的一个茶馆里，一整个下午不走。北平是采购者的天堂，广有中国古代的手艺品、书籍、图画、古玩、玉石、珐琅镶嵌、灯笼之类。那是一个到处能买货的地方，商贩也会带着货物走上门来。在清晨，门外路上货贩众多，叫卖声形成极美妙的调门儿。 　　北平是清静的，它是一个住家的城市，每家都有一个院落，每院都有一个金鱼缸和一株梧桐或石榴树。那里的果蔬新鲜，桃就是桃，柿就是柿。他是一个理想的城市，每个人都有呼吸之地，农村幽静与城市舒适媲美。那里的街道排列恰当，清晨在花园中拔白菜的时候，抬头可以看到西山的雄姿——然而距离一家大百货商店，只有一箭之地。 　　北平有多样性——多样的人。他有法律与触犯法律的人，守法的警察与作奸犯科的警察，盗贼与保护盗贼的人，乞丐与乞丐之王。他有圣贤、罪人、回教徒、除妖的藏人、算命、拳手、和尚、妓女、中国与俄国的职业舞女、日本和朝鲜的走私者、画家、哲学家、诗人、收藏家、青年大学生、影迷。他有卑鄙的政客、年老息影的县官、新生活运动者、现充女佣的前清官吏的太太。 　　10北平有五颜六色旧的与新的色彩。他有皇朝的色彩，古代历史的色彩，蒙古草原的色彩。驼商自张家口与南口来到北平，走进古代的城门。他有高大的城墙，城门顶上宽至四五十公尺。他有城楼与旗楼，他有庙宇、古老花园、寺塔。每一块石头，每一棵树木，以及每一座桥梁，都具有历史典故。 　　使北平成为理想的居住城市的原由，可列举下列三点来加以说明： 　　北京城虽始建于十二世纪，但它现在的式样是明朝永乐皇帝在十五世纪初建造的(永乐皇帝也重建过长城)。因之富有皇室的华贵。有一个南城，稍小于北城，自南城最南的门向内，有一条绵延五英里的中轴，它穿经依次相连的每一道城门，直抵皇宫正殿。 　　紫禁城位于北城的中心，周围绕有城壕与金色瓦顶的墙垣，背后是煤山，山上共有五座亭台，顶上盖有灿烂彩色的瓦。由煤山可以看到那条中轴，附近还有鼓楼。“三海”位于紫禁城的西面与西南面，那里是皇室的画舫遨游之地。 　　与中轴平行的是两条宽庄的大道、在东城是哈德门大街，在西城是宣武门大街，每条大街宽约六十英尺。在紫禁城前接连两街东西直通的大道，是宽逾百尺的天安门大街。在外城南门附近，位于中轴东西两端的，是天坛与先农坛。那里是皇帝祈年风调雨顺之处。 　　因为中国人对建筑美的观念，须兼顾雅适而不仅在高伟，.宫殿屋顶所以都属于平阔一类的，也因为皇帝之外，无人许住楼房，所以到处都显得极其宽阔。 　　因是使北平显得如此舒适可爱的，成为居民的生活方式。居住在繁华街衢附近的人，也都能安详生活。那里的生活程度很低，生活也颇富意味。政府官员与阔人可以聚餐于大饭馆，而洋车夫用个铜板，也可以买到油盐酱醋，不论在什么地方，附近总会有一个杂货店与茶馆的。 　　那儿很自由去追求你的学问、娱乐、嗜好，或者去赌博和搞政治。没有人理会你穿什么衣服，做什么事。这就是北平的兼容并包之处，你可以和贤人与恶人往来，和学者与赌徒往来，或者和画家往来。如果你景仰皇帝，可以到禁宫周围散步，幻想你自己也是一个皇帝。 　　如果你要是有闲，你可以在城内的九个公园中，任意游逛，坐在竹椅上或是杉树下的藤椅上，整一下午喝你的茶，所费不过是两角五分。那些茶役常是和蔼客气。或者在夏天的下午，你可以去游什刹海(湖)，或者你可以出西直门去游览颐和园。 　　北平城外大都是村庄麦田，到处可见裸体的儿童，他们在路边嬉戏时，常向行人讨钱。你可以和他们交谈，或者闭目装睡，不理他们。你或者可以去圆明园找意大利宫殿的古迹，它是被八国联军强劫烧毁的。 　　在路过颐和园的途中，你可以在那里流连一整天的时光。沿途经过许多美丽的景象，玉泉山的大理石塔便在望了，在那里你可以流连一个下午，再前就是西山，景色迷人，可以数月忘返。 　　但是北平最迷人的，是住在那里的常人，他们不是圣人和教授，而是人力车夫。从西城到颐和园车费一元左右，你或者以为这是很便宜的。这的确是便宜，而车夫却欣然收之。看到车夫们沿途互相取乐，笑着别人的不幸遭遇，你会有莫名其妙之感。 　　在晚上返家的途中，你也许会遇到一个槛褛的老年人力车夫。他向你讲述他的遭遇时，口吻诙谐清雅。如果你以为他年纪过老，想要下车步行时，他一定要强拉你回家。但是如果你忽然跳了下来，然后把车钱照付，他向你表示的那种竭诚感激，是你有生以来从未见过的。'
    },
    music: {
      title: '女儿情-万晓利',
      audioUrl: 'http://ws.stream.qqmusic.qq.com/C100004HLusI2lLjZy.m4a?fromtag=38',
      picUrl: 'http://y.gtimg.cn/music/photo_new/T002R150x150M000004Wv5BO30pPc0.jpg?max_age=2592000'
    },
    post_id: 3
  },
  {
    user_pic: '../image/amater/user4.jpg',
    post_date: 'Sep 9 2017',
    post_pic: '../image/post/miyue.jpg',
    post_title: '芈月传',
    post_des: '战国时期，芈月是楚威王最宠爱的小公主，但在楚威王出战之时地位一落千丈，母亲向氏被楚威后逐出宫，多年后返回宫中以命复仇，为灾难和危机。芈月与楚公子黄歇青梅竹马，真心相爱，为了可以与黄歇顺利私奔，故自愿作为嫡公主芈姝的陪嫁媵侍远嫁秦国，在往秦国的路上芈月、芈姝互相扶持，中间楚国礼车在往秦国路上被义渠王翟骊带领的军队强劫，黄歇因为要救芈月，而跌落山谷生死未详，心灰意冷的芈月，为了要找出幕后主使而陪芈姝进入秦宫，芈姝当上了秦国的王后，芈月因魏夫人陷害，将其同母异父的弟弟魏冉绑架，不得已求助秦王成为宠妃。原本的姐妹之情在芈月生下儿子嬴稷以后渐渐分裂。诸子争位，秦王嬴驷抱憾而亡。芈月和儿子被发配到遥远的燕国。不料秦武王嬴荡举鼎而亡，秦国大乱。芈月借义渠军力回到秦国，平定了秦国内乱。芈月儿子嬴稷登基为王，史称秦昭襄王。芈月当上了史上第一个太后，史称秦宣太后。',
    post_ico: {
      chat: '../image/icon/chat1.png',
      view: '../image/icon/view.png',
      chat_num: 92,
      view_num: 0,
    },
    lis_detail: {
      name: '颖',
      time: '今天',
      title: '今天是廿四年二月四日，并非元旦',
      text_tit: '纪元旦',
      post_pic: '../../image/post/miyue.jpg',
      user_pic: '../../image/amater/user4.png',
      text_con: '今天是廿四年二月四日，并非元旦，然我已于不知不觉中写下这“纪元旦”三字题目了。这似乎如康有为所说吾腕有鬼欤?我怒目看日历，明明是二月四日，但是—转眼，又似不敢相信，心中有一种说不出阳春佳节的意味，迫着人喜跃。眼睛一闭，就看见幼时过元旦放炮游山拜年吃橘的影子。科学的理智无法镇服心灵深底的荡漾。就是此时执笔，也觉得百无聊赖，骨胳松软，万分苦痛，因为元旦在我们中国向来应该是一年三百六十日最清闲的一天。只因发稿期到，不容拖延，只好带着硬干的精神，视死如归，执起笔来，但是心中因此已烦闷起来。 　　早晨起来，一开眼火炉上还接着红灯笼，恍惚昨夜一顿除夕炉旁的情景犹在目前——因为昨夜我科学的理智已经打了一阵败仗。早晨四时半在床上，已听见断断续续的爆竹声，忽如野炮远攻，忽如机关枪袭击，一时闹忙，又一时凉寂，直至东方既白，布幔外已透进灰色的曙光。于是我起来，下楼，吃的又是桂圆条，鸡肉面，接着又是家人来拜年。然后理智忽然发现，说《我的话》还未写呢，理智与情感斗争，于是情感屈服，我硬着心肠走来案前若无其事地照样工作了。惟情感屈服是表面上的，内心仍在不安。此刻阿经端茶进来，我知道他心里在想“老爷真苦啊!” 　　因为向例，元旦是应该清闲的。我昨天就已感到这—层，这也可见环境之迫人。昨晨起床，我太太说“Y.T.你应该换礼服了!”我莫名其妙，因为礼服前天刚换的。“为什么?”我质问。“周妈今天要洗衣服，明天她不洗，后天也不洗，大后天也不洗。”我登时明白。元旦之神已经来临了，我早料到我要屈服的，因为一人总该近情，不近情就成书呆。我登时明白，今天家人是准备不洗，不扫，不泼水，不拿刀剪。 　　这在迷信说法是有所禁忌，但是我明白这迷信之来源：一句话说，就是大家一年到头忙了三百六十天，也应该在这新年享一点点的清福。你看中国的老百姓—年的劳苦，你能吝他们这一点清福吗?这是我初次的失败。我再想到我儿时新年的快乐，因而想到春联、红烛、鞭炮、灯笼、走马灯等。在阳历新年，我想买，然而春联走马灯之类是买不到的。我有使小孩失了这种快乐的权利吗?我于是决定到城隍庙一走，我对理智说，我不预备过新年，我不过要买春联及走马灯而已。一到城隍庙不知怎的，一买走马灯也有了，兔灯也有了，国货玩具也有了，竟然在归途中发现梅花天竹也有了。好了，有就算有。梅花不是天天可以赏的吗?到了家才知道我水仙也有了，是同乡送来的，而碰巧上星期太太买来的一盆兰花也正开了一茎，味极芬芳，但是我还在坚持，我决不过除夕。 　　“晚上我要出去看电影，”我说。“怎么?”我太太说。“今晚×君要来家里吃饭。”我恍然大悟，才记得有这么一回事。我家有一位新订婚的新娘子，前几天已经当面约好新郎×君礼拜天晚上在家里用便饭。但是我并不准备吃年夜饭。我闻着水仙，由水仙之味，想到走马灯，由走马灯想到吾乡的萝卜果(年糕之类)。“今年家里没人寄萝卜果来，”我慨叹的说。“因为厦门没人来，不然他们一定会寄来，”我太太说。“武昌路广东店不是有吗?三四年前我就买过。”“不见得吧!”“一定有。”“我不相信。”“我买给你看。”三时半，我已手里提一篓萝卜果乘一路公共汽车回来。四时半肚子饿，炒萝卜果。 　　但我还坚持我不是过除夕。五时半发现五岁的相如穿了一身红衣服。“怎么穿红衣服?”“黄妈给我穿的。”相如的红衣服已经使我的战线动摇了。六时发现火炉上点起一对大红蜡烛，上有金字是“三阳开泰”“五色文明”。“谁点红烛?”“周妈点的。”“谁买红烛?”“还不是早上先生自己在城隍庙买的吗?”“真有这回事吗?”我问。“真是有鬼!我自己还不知道呢!”我的战线已经动摇三分之二了。那时烛也点了，水仙正香，兔灯、走马灯都点起来，炉火又是融融照人颜色。一时炮声东南西北一齐起，震天响的炮声像向我灵魂深处进攻。我是应该做理智的动物呢，还是应该做近情的人呢?但是此时理智已经薄弱，她的声音是很低微的。这似乎已是所谓“心旌动摇”的时候了。 　　我向来最喜鞭炮，抵抗不过这炮声。“阿经，你拿这一块钱买几门天地炮，余者买鞭炮。要好的，响的。”我赧颜的说。轰声又变成机关枪的袭击声。我向来抵抗不过鞭炮。黄妈也已穿上新衣带上红花告假出门了。我听见她关门的声音。我写不下去了。我要就此掷笔而起。写—篇绝妙文章而失了人之常情有什么用处?我抵抗不过鞭炮。'
    },
    music: {
      title: '恋恋风尘-老狼',
      audioUrl: 'http://ws.stream.qqmusic.qq.com/C100002mWVx72p8Ugp.m4a?fromtag=38',
      picUrl: 'http://y.gtimg.cn/music/photo_new/T002R150x150M000001VaXQX1Z1Imq.jpg?max_age=2592000'
    },
    post_id: 4
  },
  {
    user_pic: '../image/amater/user4.jpg',
    post_date: 'Sep 9 2017',
    post_pic: '../image/post/boy.jpg',
    post_title: '心如止水',
    post_des: '你有看过静止不动的流水吗？还是有看过不会往前飘的云，就因为他们会移动，所以那些美好事物才会来到你身边，一切的一切都会来了，又走了，如果不走，也会变了，与其看着那些曾经让你快乐的事情变质，不如，带着微笑送他们离开……',
    post_ico: {
      chat: '../image/icon/chat1.png',
      view: '../image/icon/view.png',
      chat_num: 92,
      view_num: 0,
    },
    lis_detail: {
      name: '二毛',
      time: '三天前',
      title: '凡吸烟的人，大部曾在一时糊涂',
      text_tit: '戒烟',
      post_pic: '../../image/post/boy.jpg',
      user_pic: '../../image/amater/user4.png',
      text_con: '凡吸烟的人，大部曾在一时糊涂，发过宏愿，立志戒烟，在相当期内与此烟魔决一雌雄，到了十天半个月之后，才自醒悟过来。我有一次也走入歧途，忽然高兴戒烟起来，经过三星期之久，才受良心责备，悔悟前非。我赌咒着，再不颓唐，再不失检，要老老实实做吸烟的信徒，一直到老耄为止。到那时期，也许会听青年会俭德会三姑六婆的妖言，把它戒绝，因为一人到此时候，总是神经薄弱，身不由主，难代负责。但是意志一日存在，是非一日明白时，决不会再受诱惑。因为经过此次的教训，我已十分明白，无端戒烟断绝我们灵魂的清福，这是一件亏负自己而无益于人的不道德行为。据英国生物化学名家夏尔登(Haldane)教授说，吸烟为人类有史以来最有影响于人类生活的四大发明之一。其余三大发明之中，记得有一件是接猴腺青春不老之新术。此是题外不提。 　　在那三星期中，我如何的昏迷，如何的懦弱，明知于自己的心身有益的一根小小香烟，就没有胆量取来享用，说来真是一段丑史。此时事过境迁，回想起来，倒莫明何以那次昏迷一发发到三星期。若把此三星期中之心理历程细细叙述起来，真是罄竹难书。自然，第一样，这戒烟的念头，根本就有点糊涂。为什么人生世上要戒烟呢?这问题我现在也答不出。但是，我们人类的行为，总常是没有理由的，有时故意要做做不该做的事，有时处境太闲，无事可做，故意降大任于己身，苦其筋骨，饿其体肤，空乏其身，把自己的天性拂乱一下，预备做大丈夫罢? 　　除去这个理由，我想不出当日何以想出这种下流的念头。这实有点像陶侃之运甓，或是像现代人的健身运动——文人学者无柴可剖，无水可吸，无车可拉，两手在空中无目的的一上一下，为运动而运动，于社会工业之生产，是毫无贡献的。戒烟戒烟，大概就是贤人君子的健灵运动罢。 　　自然，头三天，喉咙口里，以至气管上部，似有一种怪难堪似痒非痒的感觉。这倒易办。我吃薄荷糖，喝铁观音，含法国顶上的补喉糖片。三天之内，便完全把那种怪痒克服消灭了。这是戒烟历程上之第一期，是纯粹关于生理上的奋斗，一点也不足为奇。凡以为戒烟之功夫只在这点的人，忘记吸烟魂灵上的事业;此一道理不懂，根本就不配谈吸烟。过了三天，我才进了魂灵战斗之第二期。到此时，我始恍然明白，世上吸烟的人，本有两种，一种只是南郭先生之徒，以吸烟跟人凑热闹而已。这些人之戒烟，是没有第二期的。他们戒烟，毫不费力。据说，他们想不吸就不吸，名之为“坚强的意志”。 　　其实这种人何尝吸烟?一人如能戒一癖好，如卖掉一件旧服，则其本非癖好可知。这种人吸烟，确是一种肢体上的工作，如刷牙，洗脸一类，可以刷，可以不刷，内心上没有需要，魂灵上没有意义的。这种人除了洗脸，吃饭，回家抱孩儿以外，心灵上是不会有所要求的，晚上同俭德会女会员的太太们看看《伊索寓言》也就安眠就寝了。辛稼轩之词，王摩诘之诗，贝多芬之乐，王实甫之曲，是与他们无关的。庐山瀑布还不是从上而下的流水而已?试问读稼轩之词，摩诘之诗而不吸烟，可乎?不可乎? 　　但是在真正懂得吸烟的人，戒烟却有一问题，全非俭德会男女会员所能料到的。于我们这一派真正吸烟之徒，戒烟不到三日，其无意义，与待己之刻薄，就会浮现目前，理智与常识就要问：为什么理由，政治上，社会上，道德上，生理上，或者心理上，一人不可吸烟，而故意要以自己的聪明埋没，违背良心，戕贼天性，使我们不能达到那心旷神怡的境地?谁都知道，作文者必精力美满，意到神飞，胸襟豁达，锋发韵流，方有好文出现，读书亦必能会神会意，胸中了无窒碍，神游其间，方算是读。此种心境，不吸烟岂可办到?在这兴会之时，我们觉得伸手拿一枝烟乃惟一合理的行为;若是把一块牛皮糖塞入口里，反为俗不可耐之勾当。我姑举一两件事为证。 　　我的朋友B君由北京来沪。我们不见面，已有三年了。在北平时，我们是晨昏时常过从的，夜间尤其是吸烟瞎谈文学、哲学、现代美术以及如何改造人间宇宙的种种问题。现在他来了，我们正在家里炉旁叙旧。所谈的无非是在平旧友的近况及世态的炎凉。每到妙处，我总是心里想伸一只手去取一枝香烟，但是表面上却只有立起而又坐下，或者换换坐势。B君却自自然然的一口一口的吞云吐雾，似有不胜其乐之慨。 　　我已告诉他，我戒烟了，所以也不好意思当场破戒。话虽如此，心坎里只觉得不快，嗒然若有所失，我的神志是非常清楚的。每回B君高谈阔论之下，我都能答一个“是”字，而实际上却恨不能同他一样的兴奋倾心而谈。这样畸形的谈了一两小时，我始终不肯破戒，我的朋友就告别了。论“坚强的意志”与“毅力”我是凯旋胜利者，但是心坎里却只觉得怏怏不乐。过了几天，B君途中来信，说我近来不同了，没有以前的兴奋、爽快，谈吐也大不如前了，他说或者是上海的空气太恶浊所致。到现在，我还是怨悔那夜不曾吸烟。 　　又有一夜，我们在开会，这会按例每星期一次。到时聚餐之后，有人读论文，作为讨论，通常总是一种吸烟大会。这回轮着C君读论文。题目叫做《宗教与革命》，文中不少诙谐语。在这种扯谈之时，室内的烟气一层一层的浓厚起来，正是暗香浮动奇思涌发之时。诗人H君坐在中间，斜躺椅上，正在学放烟圈，一圈一圈的往上放出，大概诗意也跟着一层一层上升，其态度之自若，若有不足为外人道者。只有我一人不吸烟，觉得如独居化外，被放三危。这时戒烟越看越无意义了。我恍然觉悟，我太昏迷了。我追想搜索当初何以立志戒烟的理由，总搜寻不出一条理由来。 　　此后，我的良心便时起不安。因为我想，思想之贵在乎兴会之神感，但不吸烟之魂灵将何以兴感起来?有一下午，我去访一位洋女士。女士坐在桌旁，一手吸烟，一手靠在膝上，身微向外，颇有神致。我觉得醒悟之时到了。她拿烟盒请我。我慢慢的，镇静的，从烟盒中取出一枝来，知道从此一举，我又得道了。 　　我回来，即刻叫茶房去买一包白锡包。在我书桌的右端有一焦迹，是我放烟的地方。因为吸烟很少停止，所以我在旁刻一铭曰“惜阴池”。我本来打算大约要七八年，才能将这二英寸厚的桌面烧透。而在立志戒烟之时，惋惜这“惜阴池”深只有半生丁米突而已。所以这回重复安放香烟时，心上非常快活。因为虽然尚有远大的前途，却可以日日进行不懈。后来因搬屋，书房小，书桌只好卖出，“惜阴池”遂不见。此为余生平第一恨事。 　　读书的艺术 　　读书或书籍的享受素来被视为有修养的生活上的一种雅事，而在一些不大有机会享受这种权利的人们看来，这是一种值得尊重和妒忌的事。当我们把一个不读书者和一个读书者的生活上的差异比较一下，这一点便很容易明白。那个没有养成读书习惯的人，以时间和空间而言，是受着他眼前的世界所禁锢的。他的生活是机械化的，刻板的;他只跟几个朋友和相识者接触谈话，他只看见他周遭所发生的事情。 　　他在这个监狱里是逃不出去的。可是当他拿起一本书的时候，他立刻走进一个不同的世界;如果那是一本好书，他便立刻接触到世界上一个最健谈的人。这个谈话者引导他前进，带他到一个不同的国度或不同的时代，或者对他发泄一些私人的悔恨，或者跟他讨论一些他从来不知道的学问或生活问题。一个古代的作家使读者随一个久远的死者交通;当他读下去的时候，他开始想象那个古代的作家相貌如何，是哪一类的人。孟子和中国最伟大的历史家司马迁都表现过同样的观念。 　　一个人在十二小时之中，能够在一个不同的世界里生活二小时，完全忘怀眼前的现实环境：这当然是那些禁锢在他们的身体监狱里的人所妒羡的权利。这么一种环境的改变，由心理上的影响说来，是和旅行一样的。 　　不但如此。读者往往被书籍带进一个思想和反省的境界里去。纵使那是一本关于现实事情的书，亲眼看见那些事情或亲历其境，和在书中读到那些事情，其间也有不同的地方，因为在书本里所叙述的事情往往变成一片景象，而读者也变成一个冷眼旁观的人。所以，最好的读物是那种能够带我们到这种沉思的心境里去的读物，而不是那种仅在报告事情的始末的读物。我认为人们花费大量的时间去阅读报纸，并不是读书，因为一般阅报者大抵只注意到事件发生或经过的情形的报告，完全没有沉思默想的价值。 　　据我看来，关于读书的目的，宋代的诗人和苏东坡的朋友黄山谷所说的话最妙。他说：“三日不读，便觉语言无味，面目可憎”。他的意思当然是说，读书使人得到一种优雅和风味，这就是读书的整个目的，而只有抱着这种目的的读书才可以叫做艺术。一人读书的目的并不是要“改进心智”，因为当他开始想要改进心智的时候，一切读书的乐趣便丧失净尽了。他对自己说：“我非读莎士比亚的作品不可，我非读索福客俪(Sophocles)的作品不可，我非读伊里奥特博士(Dr·Eliot)的《哈佛世界杰作集》不可，使我能够成为有教育的人。”我敢说那个人永远不能成为有教育的人。 　　他有一天晚上会强迫自己去读莎士比亚的《哈姆雷特》(Hamlet)，读毕好象由一个噩梦中醒转来，除了可以说他已经“读”过《哈姆雷特》之外，并没有得到什么益处。一个人如果抱着义务的意识去读书，便不了解读书的艺术。这种具有义务目的的读书法，和一个参议员在演讲之前阅读文件和报告是相同的。这不是读书，而是寻求业务上的报告和消息。 　　所以，依黄山谷氏的说话，那种以修养个人外表的优雅和谈吐的风味为目的的读书，才是唯一值得嘉许的读书法。这种外表的优雅显然不是指身体上之美。黄氏所说的“面目可憎”，不是指身体上的丑陋。丑陋的脸孔有时也会有动人之美，而美丽的脸孔有时也会令人看来讨厌。我有一个中国朋友，头颅的形状像一颗炸弹，可是看到他却使人欢喜。据我在图画上所看见的西洋作家，脸孔最漂亮的当推吉斯透顿。 　　他的髭须，眼镜，又粗又厚的眉毛，和两眉间的皱纹，合组而成一个恶魔似的容貌。我们只觉得那个头额中有许许多多的思念在转动着，随时会由那对古怪而锐利的眼睛里迸发出来。那就是黄氏所谓美丽的脸孔，一个不是脂粉装扮起来的脸孔，而是纯然由思想的力量创造起来的脸孔。讲到谈吐的风味，那完全要看一个人读书的方法如何。一个人的谈吐有没有“味”，完全要看他的读书方法。如果读者获得书中的“味”，他便会在谈吐中把这种风味表现出来;如果他的谈吐中有风味，他在写作中也免不了会表现出风味来。 　　所以，我认为风味或嗜好是阅读一切书籍的关键。这种嗜好跟对食物的嗜好一样，必然是有选择性的，属于个人的。吃一个人所喜欢吃的东西终究是最合卫生的吃法，因为他知道吃这些东西在消化方面一定很顺利。读书跟吃东西一样，“在一人吃来是补品，在他人吃来是毒质。”教师不能以其所好强迫学生去读，父母也不能希望子女的嗜好和他们一样。如果读者对他所读的东西感不到趣味，那么所有的时间全都浪费了。袁中郎曰：“所不好之书，可让他人读之。” 　　所以，世间没有什么一个人必读之书。因为我们智能上的趣味象一棵树那样地生长着，或象河水那样地流着。只要有适当的树液，树便会生长起来，只要泉中有新鲜的泉水涌出来，水便会流着。当水流碰到一个花岗岩石时，它便由岩石的旁边绕过去;当水流涌到一片低洼的溪谷时，它便在那边曲曲折折地流着一会儿;当水流涌到一个深山的池塘时，它便恬然停驻在那边;当水流冲下急流时，它便赶快向前涌去。 　　这么一来，虽则它没有费什么气力，也没有一定的目标，可是它终究有一天会到达大海。世上无人人必读的书，只有在某时某地，某种环境，和生命中的某个时期必读的书。我认为读书和婚姻一样，是命运注定的或阴阳注定的。纵使某一本书，如《圣经》之类，是人人必读的，读这种书也有一定的时候。当一个人的思想和经验还没有达到阅读一本杰作的程度时，那本杰作只会留下不好的滋味。孔子曰：“五十以学《易》。”便是说，四十五岁时候尚不可读《易经》。孔子在《论语》中的训言的冲淡温和的味道，以及他的成熟的智慧，非到读者自己成熟的时候是不能欣赏的。 　　且同一本书，同一读者，一时可读出一时之味道来。其景况适如看一名人相片，或读名人文章，未见面时，是一种味道，见了面交谈之后，再看其相片，或读其文章，自有另外一层深切的理会。或是与其人绝交以后，看其照片，读其文章，亦另有一番味道。四十学《易》是一种味道，到五十岁看过更多的人世变故的时候再去学《易》，又是一种味道。所以，一切好书重读起来都可以获得益处和新乐趣。我在大学的时代被学校强迫去读《西行记》(“WestwardHo!”)和《亨利埃士蒙》(“HenryEsmond”)，可是我在十余岁时候虽能欣赏《西行记》的好处，《亨利埃士蒙》的真滋味却完全体会不到，后来渐渐回想起来，才疑心该书中的风味一定比我当时所能欣赏的还要丰富得多。 　　由是可知读书有二方面，一是作者，一是读者。对于所得的实益，读者由他自己的见识和经验所贡献的份量，是和作者自己一样多的。宋儒程伊川先生谈到孔子的《论语》时说：“读《论语》，有读了全然无事者;有读了后，其中得一两句喜者;有读了后，知好之者;有读了后，直有不知手之舞之足之蹈之者。” 　　我认为一个人发现他最爱好的作家，乃是他的知识发展上最重要的事情。世间确有一些人的心灵是类似的，一个人必须在古今的作家中，寻找一个心灵和他相似的作家。他只有这样才能够获得读书的真益处。一个人必须独立自主去寻出他的老师来，没有人知道谁是你最爱好的作家，也许甚至你自己也不知道。这跟一见倾心一样。人家不能叫读者去爱这个作家或那个作家，可是当读者找到了他所爱好的作家时，他自己就本能地知道了。关于这种发现作家的事情，我们可以提出一些着名的例证。有许多学者似乎生活于不同的时代里，相距多年，然而他们思想的方法和他们的情感却那么相似，使人在一本书里读到他们的文字时，好象看见自己的肖像一样。 　　以中国人的语法说来，我们说这些相似的心灵是同一条灵魂的化身，例如有人说苏东坡是庄子或陶渊明转世的①，袁中郎是苏东坡转世的。苏东坡说，当他第一次读庄子的文章时，他觉得他自从幼年时代起似乎就一直在想着同样的事情，抱着同样的观念。当袁中郎有一晚在一本小诗集里，发见一个名叫徐文长的同代无名作家时，他由床上跳起，向他的朋友呼叫起来，他的朋友开始拿那本诗集来读，也叫起来，于是两人叫复读，读复叫，弄得他们的仆人疑惑不解。伊里奥特(GeorgeEliot)说她第一次读到卢骚的作品时，好象受了电流的震击一样。尼采(Nietzsche)对于叔本华(Schopenhauer)也有同样的感觉，可是叔本华是一个乖张易怒的老师，而尼采是一个脾气暴躁的弟子，所以这个弟子后来反叛老师，是很自然的事情。 　　只有这种读书方法，只有这种发见自己所爱好的作家的读书方法，才有益处可言。象一个男子和他的情人一见倾心一样，什么都没有问题了。她的高度，她的脸孔，她的头发的颜色，她的声调，和她的言笑，都是恰到好处的。一个青年认识这个作家，是不必经他的教师的指导的。这个作家是恰合他的心意的;他的风格，他的趣味，他的观念，他的思想方法，都是恰到好处的。于是读者开始把这个作家所写的东西全都拿来读了，因为他们之间有一种心灵上的联系，所以他把什么东西都吸收进去，毫不费力地消化了。 　　这个作家自会有魔力吸引他，而他也乐自为所吸;过了相当的时候，他自己的声音相貌，一颦一笑，便渐与那个作家相似。这么一来，他真的浸润在他的文学情人的怀抱中，而由这些书籍中获得他的灵魂的食粮。过了几年之后，这种魔力消失了，他对这个情人有点感到厌倦，开始寻找一些新的文学情人;到他已经有过三四个情人，而把他们吃掉之后，他自己也成为一个作家了。有许多读者永不曾堕入情网，正如许多青年男女只会卖弄风情，而不能钟情于一个人。随便那个作家的作品，他们都可以读，一切作家的作品，他们都可以读，他们是不会有甚么成就的。 　　这么一种读书艺术的观念，把那种视读书为责任或义务的见解完全打破了。在中国，常常有人鼓励学生“苦学”。有一个实行苦学的着名学者，有一次在夜间读书的时候打盹，便拿锥子在股上一刺。又有一个学者在夜间读书的时候，叫一个丫头站在他的旁边，看见他打盹便唤醒他。这真是荒谬的事情。如果一个人把书本排在面前，而在古代智慧的作家向他说话的时候打盹，那么，他应该干脆地上床去睡觉。把大针刺进小腿或叫丫头推醒他，对他都没有一点好处。这么一种人已经失掉一切读书的趣味了。有价值的学者不知道什么叫做“磨练”，也不知道什么叫做“苦学”。他们只是爱好书籍，情不自禁地一直读下去。 　　这个问题解决之后，读书的时间和地点的问题也可以找到答案。读书没有合宜的时间和地点。一个人有读书的心境时，随便什么地方都可以读书。如果他知道读书的乐趣，他无论在学校内或学校外，都会读书，无论世界有没有学校，也都会读书。他甚至在最优良的学校里也可以读书。曾国藩在一封家书中，谈到他的四弟拟入京读较好的学校时说：“苟能发奋自立，则家塾可读书，即旷野之地，热闹之场，亦可读书，负薪牧豕，皆可读书。苟不能发奋自立，则家塾不宜读书，即清净之乡，神仙之境，皆不能读书。”有些人在要读书的时候，在书台前装腔作势，埋怨说他们读不下去，因为房间太冷，板凳太硬，或光线太强。也有些作家埋怨说他们写不出东西来，因为蚊子太多，稿纸发光，或马路上的声响太嘈杂。宋代大学者欧阳修说他的好文章都在“三上”得之，即枕上，马上，和厕上。有一个清代的着名学者顾千里据说在夏天有“裸体读经”的习惯。在另一方面，一个人不好读书，那么，一年四季都有不读书的正当理由： 　　春天不是读书天;夏日炎炎最好眠; 　　等到秋来冬又至，不如等待到来年。 　　那么，什么是读书的真艺术呢?简单的答案就是有那种心情的时候便拿起书来读。一个人读书必须出其自然，才能够彻底享受读书的乐趣。他可以拿一本《离骚》或奥玛开俨(OmarKhayyam，波斯诗人)的作品，牵着他的爱人的手到河边去读。如果天上有可爱的白云，那么，让他们读白云而忘掉书本吧，或同时读书本和白云吧。在休憩的时候，吸一筒烟或喝一杯好茶则更妙不过。或许在一个雪夜，坐在炉前，炉上的水壶铿铿作响，身边放一盒淡巴菰，一个人拿了十数本哲学，经济学，诗歌，传记的书，堆在长椅上，然后闲逸地拿起几本来翻一翻，找到一本爱读的书时，便轻轻点起烟来吸着。金圣叹认为雪夜闭户读禁书，是人生最大的乐趣。陈继儒(眉公)描写读书的情调，最为美妙：“古人称书画为丛笺软卷，故读书开卷以闲适为尚。”在这种心境中，一个人对什么东西都能够容忍了。此位作家又曰：“真学士不以鲁鱼亥豕为意，好旅客登山不以路恶难行为意，看雪景者不以桥不固为意，卜居乡间者不以俗人为意，爱看花者不以酒劣为意。” 　　关于读书的乐趣，我在中国最伟大的女诗人李清照(易安，1081—1141年)的自传里，找到一段最佳的描写。她的丈夫在太学作学生，每月领到生活费的时候，他们夫妻总立刻跑到相国寺去买碑文水果，回来夫妻相对展玩咀嚼，一面剥水果，一面赏碑帖，或者一面品佳茗，一面校勘各种不同的板本。他在《金石录后序》这篇自传小记里写道： 　　余性偶强记，每饭罢，坐归来堂烹茶，指堆积书史，言某事在某书某卷第几页第几行，以中否角胜负，为饮茶先后。中即举杯大笑，至茶倾覆怀中，反不得饮而起。 　　甘心老是乡矣!故虽外忧患困穷而志不屈。……于是几案罗列，枕席枕藉，意会心谋，目往神授，乐在声、色、狗、马之上。…… 　　这篇小记是她晚年丈夫已死的时候写的。当时她是个孤独的女人，因金兵侵入华北，只好避乱南方，到处漂泊。 　　①苏东坡曾做过一件卓绝的事情：他步陶渊明诗集的韵，写出整篇的诗来。在这些《和陶诗》后，他说他自己是陶渊明转世的;这个作家是他一生最崇拜的人物。'
    },
    music: {
      title: '沉默是金-张国荣',
      audioUrl: 'http://ws.stream.qqmusic.qq.com/C100000Zn0vS4fKKo8.m4a?fromtag=38',
      picUrl: 'http://y.gtimg.cn/music/photo_new/T002R150x150M000003at0mJ2YrR2H.jpg?max_age=2592000'
    },
    post_id: 5
  }
]

module.exports = {
  postData: postData
}